[{
    "id": 1,
    "name": "Dior homme intense",
    "role": "men",
    "description": "Dior Homme by Christian Dior is a Woody Floral Musk fragrance for men. Dior Homme was launched in 2011. The nose behind this fragrance is Francois Demachy. Top notes are lavender, sage and bergamot; middle notes are iris, amber and cacao; base notes are vetiver, patchouli and leather.",
    "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.13015.jpg",
    "rating": 5.0,
    "users": [{
      "username": "Christian",
      "rating": 5,
      "comment": "Very good"
    },{
        "username": "Leonardno",
        "rating": 5,
        "comment": "I'm in love with this. Thumbs up"
      }]
  },
    {
    "id": 2,
    "name": "Givenchy Pi",
    "role": "men",
    "description": "Oriental woody perfume Pi by the house of  is excellent for eternal explorers and fans of sensual experiments. Its geometric bottle with perfectly clear lines contains a woody, sensual scent. Basil, rosemary, tarragon and neroli introduce freshness into this generally warm, oriental composition with an accentuated strong note of Guaiac wood standing in union with balmy notes of vanilla, tonka and benzoin resin. There are several successors of this edition. Their bottles were designed similarly, with an exception of modern and futuristic Pi Neo perfume from 2008. The bottle for Pi was created by Serge Mansau. Their composition opens with aromas of basil, rosemary, tarragon and mandarin. A heart encompasses neroli, geranium, lily of the valley and anise, while base notes include: vanilla, tonka, cedar, benzoin, almond and yellow sugar.",
    "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.39.jpg",
    "rating": 5.0,
    "users": [{
        "username": "Christian",
        "rating": 5,
        "comment": "Givenchy always suprises me, this one is awesome. Thumbs up"
      }]
    },
    {
        "id": 3,
    "name": "Si Giorgio Armani",
    "role": "women",
    "description": "According to Women's Wear Daily: Australian actress Cate Blanchett has been confirmed as the new face of Giorgio Armani Parfums, a division of L’Oréal Luxe. Blanchett, who is rehearsing for a play with Isabelle Huppert at the Sydney Theatre Company, will be the face of an advertising campaign for a new eau de parfum called 'Sí' that will hit shelves at the end of the summer. The confirmation comes after weeks of unsubstantiated buzz following press reports about a fragrance collaboration between the actress and Giorgio Armani, who have a long-standing professional relationship. Blanchett has often worn Armani creations on the red carpet and openly expressed admiration of him. Si was launched in 2013.",
    "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.18453.jpg",
    "rating": 3.6,
    "users": [{
            "username": "Paula",
            "rating": 4.5,
            "comment": "It's smells nice, but still not so good to give it 5 star rating"
        },
        {
            "username": "Victoria",
            "rating": 2.8,
            "comment": "Giorgio Armani has really good perfumes, but this one dissapointed me"
        }]
    },
    {
        "id": 4,
        "name": "Poison Christian Dior",
        "role": "women",
        "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.218.jpg",
        "description": "Forbidden fruit from the house of Dior, Poison is the revolutionary fragrance that became a legend since it has been launched in 1985. An unrivalled alchemy; spicy, fruity, woody fragrance of enigmatic profoundness that mesmerizes the senses…forever. Top notes include coriander, wildberries, orange honey, tuberose are at perfume’s heart, while base note features opopanar. This dark, mysterious and elegant perfume, which won a FiFi award in 1987. In 2006, the house of Dior released the Poison Amulets. These are limited edition 15 ml purse sprays available in Poison, Pure Poison, Tendre Poison and Hypnotic Poison; each comes with 2 refills and is packaged in a satin pouch with funnel. The bottles are very elegant while following the style and colors of the originals.",
        "rating": 4.2,
        "users" : [{
            "username": "Catherin",
            "rating": 5,
            "comment": "In one word = BEAST! Not for the faint hearted... This is a sultry, powerful, sexy, explicit, beast of a perfume... The perfect scent for the one who wants to bewitch everyone around. Stunning and full of surprises... Remember, this is a cult classic fragrance but I would extremely recommend to test it first. DO NOT blind buy it! Personally, I’ll be wearing this ‘til the end of times... Love it to death!"
        },
        {
            "username": "Julia",
            "rating": 3.4,
            "comment": "Average perfume for me"
        }]
    },
    {
        "id": 5,
        "name": "Aventus Creed",
        "role": "men",
        "description": "Aventus celebrates strength, vision and success, inspired by the dramatic life of war, peace and romance lived by Emperor Napoleon. The bottle is emblazoned with a silver emblem of a horse and rider. The finest ingredients were hand-selected for this composition, and father and son developed this provocative, masculine and optimistic fragrance as a joint effort. Top notes: blackcurrant, bergamot, apple and pineapple. Heart: rose, dry birch, Moroccan jasmine and patchouli. Base: oak moss, musk, ambergris, and vanilla.",
        "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.9828.jpg",
        "rating": 4.4,
        "users": [{
            "username": "Pablo",
            "rating": 4.8,
            "comment": "Yeah,definitely glad I added this to my collection just due to it's unique character. I already had too many sweet, candyish bottles and I needed something more manly. I don't think this scent screams for attention. If it turns heads or gets compliments I'd be surprised. It does have a blue collar kind of feel. I feel good just wearing a fragrance that has a name and price tag like this. It gives me a sense of power I guess. The birch part reminds me of the smells of a garage. The maleness of fixing a car while accumulating grease and oil over some aftershave. I do like this fragrance a lot, but I think its more the idea of having something expensive I like. I probably wouldn't buy it if it were 70 bucks"
        },
        {
            "username": "Michael",
            "rating": 4,
            "comment": "If you are seriously interested in fragrances, this is simply a must have. I really don’t think any collection should be without it. It is a masterpiece and the perfect example of what sets a niche fragrance apart from a designer fragrance. I would urge anyone who has not tried it to find a way (and this can be done relatively cheaply, or even free) to smell it, or better still, to wear a small sample."
        }]
    },
    {
        "id": 6,
        "name": "Oud Wood Tom Ford",
        "role": "men",
        "description": "Private Blend is first and exclusive collection by Tom Ford, which includes twelve eau de parfums, each of them can be used solely or in combination with other fragrances from the collection. Private Blend Collection was launched in 2007. The fragrances are available in 50ml and 250ml bottles. PRIVATE BLEND is my own scent laboratory: it's where I have the ability to create very special, original fragrances that are unconstrained by the conventions of mainstream scent-making. PRIVATE BLEND is designed with the true fragrance connoisseur n mind. Tom Ford",
        "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.1826.jpg",
        "rating": 4.2,
        "users": [{
            "username": "Cloe",
            "rating": 4,
            "comment": "Beautiful scent, but poor longevity and projection. Undetectable after two hours max. And no, it's not about anosmia, I asked the people around me and they said they smelled nothing. It's a pity, because with better performance it would be one of the best perfumes in the world."
        },
        {
            "username": "John",
            "rating": 4.4,
            "comment": "I sprayed this perfume on me and now find myself holding a battle axe and shield, screaming fierce battle cries on my way to Valhalla."
        }]
    },
    {
        "id": 7,
        "name": "Calvin Klein Beauty",
        "role": "women",
        "description": "Calvin Klein is launching a new fragrance for women, Beauty, which arrives on the market in October 2010. The fragrance was created to support Calvin Klein's clothes collection, with elegant fragrance composition which does not have plans to be seductive, like for example Euphoria and Obsession. The fragrances arrives in highly elegant flacons in three sizes - 30, 50 and 100ml, along with accompanying products – 200 ml perfumed body lotion and 200 ml perfumed bath and shower cream. Advertising campaign was made by Craig McDean in February 2010 in Berlin. Advertising face of the fragrance is Diane Kruger, dressed in a gorgeous elegant white dress which accentuates her femininity and figure in the advertising campaign.",
        "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.8840.jpg",
        "rating": 3.8,
        "users": [{
            "username": "Amanda",
            "rating": 5,
            "comment": "Here's the deal. I have reviewed this twice already, but the reason I'm back for more is because this is the one fragrance that guarantees compliments every single time."
        },{
            "username": "Julia",
            "rating": 2.6,
            "comment": "m really shocked by the amount of positive reviews for this fragrance. For me it smells like Dove soap. Nothing less, nothing more, just basic soap..."
        }]
    },
    {
      "id": 8,
      "name": "Acqua di Gio Giorgio Armani",
      "role": "men",
      "description": "Inspired by beauty of Pantellerie, where he spent his vacation, Armani created the aroma of Aqua di Gio for men and women. The fragrance for men is a scent of freedom, full of wind and water. The composition is built of a perfect harmony of sweet and salty notes of sea water and nuances of sunny warmth on your skin. Aqua di Gio is full of scorching Mediterranean sun. Bitter citrus with aromatic nuance of rosemary intertwines with salty, sea nuances and pellucid hedione. Sharp notes of spices are softened by woody base with warm, musky trail.",
      "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.410.jpg",
      "rating": 4.6,
      "users": [{
        "username": "Mathew",
        "rating": 4.5,
        "comment": "This is a good scent, now that I put time and effort into this fragrance this year. Its too common still until this day though in 2018. But man let me tell you, Salvatore Ferragamo Acqua Di Essenziale Colonia, (another water scent) blows this out of the water. Go try it. No but but positive responses over ADG. AWESOME"
      },{
          "username": "Marcus",
          "rating": 4.5,
          "comment": "Fresh opening and heart is excellent, pungent or bitter ending gets weird to my nose. No one else seems to mention the strange ending?"
        },{
          "username": "Rock",
          "rating": 5,
          "comment": "Respect out of efficacy: I tested this again recently and women aged 20-35 still say they like this scent very much. Still not dated. If you are interested, I put this and AdG Profumo on each hand and asked 10 random people which was better. The results were 50/50."
        },{
          "username": "Daniel",
          "rating": 4.5,
          "comment": "Mind-blowing, Fresh and classic and probably best perfume of last 2 decades."
        }]
    },
    {
      "id": 9,
      "name": "Amarige D'Amour Givenchy",
      "role": "women",
      "description": "Amarige D'Amour by Givenchy is a Chypre Floral fragrance for women. Amarige D'Amour was launched in 2003. Top notes are black currant, cassia and sweet pea; middle notes are jasmine, rose hip, lily-of-the-valley, rose and white mimosa; base notes are sandalwood and ambergris.",
      "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.758.jpg",
      "rating": 4,
      "users": [{
        "username": "Natalia",
        "rating": 3.5,
        "comment": "A very sweet-pea fragrance. This actually smells a tad oldfashioned and made me feel frumpy and matronly and I am one who loves old fragrances. I think this reminded me of an old Yardley type fragrance very linear and not much going on."
      },{
          "username": "Victoria",
          "rating": 4.5,
          "comment": "I was given this for Xmas. It is pretty light and unfortunatelly does not last on my skin. I do prefer the original one."
        }]
    },
    {
      "id": 10,
      "name": "5th Avenue Elizabeth Arden",
      "role": "women",
      "description": "5th Avenue is a world-famous street; it is a symbol of wealth, imagination that has turned into reality. This is a fragrance for a woman who possesses a sense of style, a woman which is intelligent, successful, elegant, and easily walks between luxurious showcases, feeling good in her own skin. The top notes are lilac, linden blossom, dewy magnolia, mandarin and bergamot. The heart notes are Bulgarian pink violet, ylang-ylang, jasmine, Indian tuberose, peach, carnation and nutmeg. The base is composed of amber, Tibetan musk, sandalwood, iris and vanilla. The fragrance was created by Ann Gotlieb in 1996.",
      "imageUrl": "https://fimgs.net/mdimg/perfume/375x500.81.jpg",
      "rating": 2.5,
      "users": [{
        "username": "Lulu",
        "rating": 1,
        "comment": "plain , dull , no features , no personality , smells like nothing"
      },{
          "username": "Matheya",
          "rating": 4,
          "comment": "the only scent i get clearly is one of spices, but still a lovely aroma. starting the drydown which is much more feminine. i got this beauty for a very low price on mercari, cant believe it!"
        }]
    }
]
